Repository: Carmain/kentish-plovers
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: French
fr: Français

source: English
fr: Anglais

source: Record observations
fr: Enregistrer des observations

source: Search a plover
fr: Rechercher un gravelot

source: The C.R.B.P.O
fr: Le C.R.B.P.O

source: Submit
fr: Envoyer

source: Town
fr: Ville

source: Country
fr: Pays

source: Observer
fr: Observateur

source: Go
fr: Allez

source: Bander
fr: Bagueur

source: Banding location
fr: Lieu du baguage

source: Banding date
fr: Date du baguage

source: Metal ring
fr: Bague métal

source: Color
fr: Couleur

source: Sex
fr: Sexe

source: Home
fr: Accueil

source: Study tool for ringed birds' populations
fr: Outil d'étude des populations d'oiseaux bagués

source: GONm website
fr: Website du GONm

source: The GONm
fr: Le GONm

source: Record your observations
fr: Enregistrer vos observations

source: General informations
fr: Informations générales

source: Please fill the date of your observation & your personal information to contact you if needed
fr: Veuillez renseigner la date de votre observation et vos informations personnelles pour vous contacter si besoin

source: Localize your observation
fr: Localisez votre observation

source: You can click on the map to localize your observation or fill the form by hand
fr: Vous pouvez cliquer sur la carte pour localiser votre observation ou remplir le formulaire à la main

source: Location
fr: Lieu

source: Fill all the combinations reported on the place & day you gave in the previous page.
fr: Remplissez toutes les combinaisons observées sur le lieu et le jour que vous avez indiqué sur la page précédente.

source: If you finised to record all the observations for that place & time, you can click on "Send my observations" to get the history of the birds.
fr: Une fois terminé, vous pouvez cliquer sur «Envoyer mes observations» pour obtenir l’historique.

source: If one of the combinaison isn't recognised by the database, you will be notified.
fr: Si l’une des combinaisons n’est pas reconnue par la base de données, vous en serez avisé.

source: Add my observation
fr: Ajouter mon observation

source: All the plovers already seized
fr: Tous les gravelots déjà saisis

source: Delete the observation
fr: Supprimer l'observation

source: Send my observations
fr: Envoyer mes observations

source: GONm logo
fr: Logo du GONm

source: Summary of all sightings for the banded Kentish plover
fr: Résumé de toutes les observations pour ce gravelot à collier interrompu

source: Result
fr: Résultat

source: Rejected observations
fr: Observations rejetées

source: Observations accepted
fr: Observations acceptées

source: Number
fr: Nombre

source: Download into PDF
fr: Télécharger en PDF

source: Go back to the form
fr: Revenir au formulaire

source: Search
fr: Rechercher

source: Search by metal ring code
fr: Rechercher par bague métal

source: Search by color code
fr: Rechercher par code couleur

source: Can't find any plover related to the given informations
fr: Impossible de trouver un gravelot associé aux données fournies

source: Kentish plovers
fr: Gravelot à collier interrompu

source: Last name
fr: Nom

source: First name
fr: Prénom

source: Department
fr: Département

source: Locality
fr: Lieu-dit

source: X coordinate
fr: Coordonnée X

source: Y coordinate
fr: Coordonnée Y

source: Comment
fr: Commentaire

source: Male
fr: Mâle

source: Female
fr: Femelle

source: Undetermined
fr: Non déterminé

source: Red
fr: Rouge

source: Pink
fr: Rose

source: White
fr: Blanc

source: Yellow
fr: Jaune

source: Green
fr: Vert

source: Locations
fr: Lieux

source: Observers
fr: Observateurs

source: Is bander
fr: Est bagueur

source: Kentish plover
fr: Gravelot à collier interrompu

source: Banding year
fr: Date de baguage

source: Age
fr: Âge

source: Banding time
fr: heure de baguage

source: Plover
fr: Gravelot

source: Supposed Sex
fr: Sexe supposé
